[
    {
      "name":"TE",
      "imageUrl":"assets/img/sponsors/TE.png",
      "bio":"TE Connectivity designs and manufactures connectivity and sensor solutions for a variety of industries including automotive, industrial equipment, data communication systems, aerospace, defense, oil and gas, consumer electronics, energy and subsea communications.",
      "link":"http://www.te.com/",
      "row":1
    },
    {
      "name":"soylent",
      "imageUrl":"assets/img/sponsors/soylentlarge.jpg",
      "bio":"Soylent™ is a pioneer in food technology, producing healthy, functional foods that are good for the body and the planet. Soylent is produced with sustainability and efficiency in mind to create a convenient, nutritious, and affordable meal that is better for our health and the environment.",
      "link":"http://www.soylent.com/",
      "row":2
    },
    {
      "name":"Autodesk",
      "imageUrl":"assets/img/sponsors/autodesk.png",
      "bio":"Autodesk builds software for the architecture, engineering, construction, manufacturing, media, and entertainment industries that helps people imagine, design, and create a better world.",
      "link":"http://www.autodesk.co.uk/",
      "row":3
    },
    {
      "name":"Slack",
      "imageUrl":"assets/img/sponsors/slack.png",
      "bio":"Slack is our backbone. It brings all of our communication together in one place. It's real-time messaging, archiving and search for modern teams.",
      "link":"http://www.slack.com/",
      "row":4
    },
    {
      "name":"R Systems",
      "imageUrl":"assets/img/sponsors/rsystems-logo.gif",
      "bio":"R Systems is a specialized IT Services & Solutions and IT-enabled Services provider catering to a wide range of global customers.",
      "link":"http://www.rsystems.com/",
      "row":4
    },
    {
      "name":"ARX PAX",
      "imageUrl":"assets/img/sponsors/arxpax.png",
      "bio":"Arx Pax invented the patented Magnetic Field Architecture (MFA) technology, a more efficient way to transmit electromagnetic energy. Strategic applications of MFA technology and the use of MFA-based hover engines include structural isolation, recreation and entertainment, industrial automation, and transportation.",
      "link":"http://arxpax.com/",
      "row":5
    },
    {
      "name":"ANSYS",
      "imageUrl":"assets/img/sponsors/ANSYS_logo.png",
      "bio":"ANSYS is pioneering the development and application of simulation methods to solve challenging product engineering problems, helping the world’s most innovative companies deliver radically better products to their customers.",
      "link":"http://www.ansys.com/",
      "row":4
    },
    {
      "name":"McNichols",
      "imageUrl":"assets/img/sponsors/mcnichols.png",
      "bio":"McNICHOLS Company is North America’s leading supplier and fabricator of perforated metal, expanded metal, wire mesh, architectural metals and a variety of gratings products.",
      "link":"http://www.mcnichols.com/",
      "row":6
    },
    {
      "name":"HyperRPG",
      "imageUrl":"assets/img/sponsors/hrpg.png",
      "bio":"HyperRPG pushes the boundaries of collaborative storytelling and shared gaming experiences across the web and around the world, striving for inclusive content and representation.",
      "link":"http://www.hyperrpg.com/",
      "row":5
    },
    {
      "name":"Regalix",
      "imageUrl":"assets/img/sponsors/regalix-new-logp.png",
      "bio":"Regalix is a digital marketing company that creates value and revenue growth with cutting edge marketing techniques and innovation models.",
      "link":"http://www.regalix.com/",
      "row":6
    },
    {
      "name":"IPS",
      "imageUrl":"assets/img/sponsors/ips_logo.png",
      "bio":"IPS (International Power Supply) is a 27 years experienced company specializing in the R&D and manufacturing of power electronics and energy conversion technologies.",
      "link":"http://www.ips-group.net/en",
      "row":5
    },
    {
      "name":"Coast Metal Cutting",
      "imageUrl":"assets/img/sponsors/Coastmetal2.png",
      "bio":"Coast Metal offers a complete machining and metal cutting service. Their extensive range of equipment allows them to precision cut massive to miniature parts.",
      "link":"http://www.coastmetal.com/",
      "row":6
    },
    {
      "name":"Talla",
      "imageUrl":"assets/img/sponsors/talla.png",
      "bio":"Talla is your Service Assistant, bringing an A.I.-powered service desk to HR, IT, and other internal service teams.",
      "link":"http://www.talla.com/",
      "row":5
    }
]
